@extends('new.index')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="light text-center">การแข่งขันตอบคำถามด้านเทคโนโลยีสารสนเทศ</h1>
            <hr>
            <h3>วัตถุประสงค์</h3>
            <ul>
                <li>เพื่อสนับสนุนและส่งเสริมเยาวชนให้มีความรู้ ความสามารถ ทางด้านเทคโนโลยีสารสนเทศ</li>
                <li>เพื่อเป็นแรงกระตุ้น และผลักดันให้เยาวชนสนใจเทคโนโลยีในปัจจุบัน</li>
                <li>เพื่อเป็นการทดสอบความรู้ ความเข้าใจทางด้านเทคโนโลยีของเยาวชน</li>
            </ul>
            <h3>การสมัครเข้าแข่งขัน</h3>
            <ul>
                <li>ผู้สมัครจะต้องเป็นนักเรียนที่กำลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาตอนปลายเท่านั้น</li>
                <li>การแข่งขันเป็นแบบการแข่งขันแบบทีม <strong class="red">(ทีมละ 2 คน)</strong></li>
                <li>เปิดรับผู้สมัครเพียงจำนวน 50 ทีมเท่านั้น โดย<strong class="red">แต่ละโรงเรียน</strong>สามารถเสนอผู้เข้าแข่งขันได้<strong class="red">ไม่เกิน 2 ทีม</strong></li>
                <li>หากมีผู้สมัครเข้าร่วมการแข่งขันเป็นจำนวนมากสิทธิ์ในการเข้าร่วมการแข่งขันจะพิจารณาจากลำดับของที่ส่งเข้ามาโดยทีมแรกของแต่ละโรงเรียนจะได้รับการพิจารณาก่อนหากเกิดกรณีขาดผู้เข้าแข่งขันจะพิจารณาคนลำดับถัดไปของแต่ละโรงเรียน</li>
                <li>กรอกรายละเอียดใน <a href="http://openhouse.it.kmitl.ac.th/2016/register/competition/itquiz">openhouse.it.kmitl.ac.th/2016/register/competition/itquiz</a> ให้ครบถ้วน จากนั้นให้ปริ๊นท์ใบสมัครแข่งขัน ลงลายมือชื่อรับรองจากอาจารย์ผู้ควบคุม</li>
                <p>(รับเฉพาะใบสมัครที่กรอกข้อมูลและปริ๊นท์จากระบบเท่านั้น หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์ ) แล้วส่งใบสมัครมาทาง<u>ช่องทางใดช่องทางหนึ่ง</u>ต่อไปนี้</li></p>
                </li>
                <ul>
                    <li>1. ทางโทรสารหมายเลข 0-2723-4946</li>
                    <li>2. ทางอีเมล ที่ <a href="mailto:http://openhouse@it.kmitl.ac.th">openhouse@it.kmitl.ac.th</a></li>
                </ul>
                <li>รับสมัครตั้งแต่วันจันทร์ที่ 11 กรกฎาคม 2559 ถึงวันจันทร์ที่ 8 สิงหาคม 2559 โดยยึดตามวันที่ส่งใบรับสมัคร</li>
                <li>คณะกรรมการจะประกาศรายชื่อทีมที่มีสิทธิ์เข้าแข่งขันในวันเสาร์ที่ 13 สิงหาคม 2559 ทางเว็บไซต์ openhouse.it.kmitl.ac.th</li>
            </ul>
            <h3>รูปแบบและกติกาการเข้าแข่งขัน</h3>
            <ul>
                <li>การแข่งขันจะเป็นการทำข้อสอบลงในอุปกรณ์ที่จัดเตรียมไว้ให้ รวมถึงการตอบคำถามจากพิธิกร</li>
                <li>การแข่งขันแบ่งออกเป็น 2 รอบ</li>
                <ul>
                    <li>รอบเก็บคะแนน<br>
                        ช่วงที่ 1: IT Quick Quiz<br>
                        ทำข้อสอบปรนัย 4 ตัวเลือก จำนวนไม่เกิน 120 ข้อ ในเวลา 1 ชั่วโมง โดยแข่งเป็นทีมอนุญาตให้ช่วยกันทำได้ ทีมที่มีคะแนนสูงสุด 30 อันดับแรก จะเข้าไปแข่งขันในช่วงต่อไป</li>
                    <li>ช่วงที่ 2: IT Challenge Quiz<br>
                        ทำการแข่งขันโดยใช้อุปกรณ์ตอบคำถามที่จัดเตรียมไว้ให้ โดยตอบคำถามจากสไลด์ภาพ และคำถามจากพิธีกร ทีมที่มีคะแนนสูงสุด 10 อันดับแรก จะเข้าไปแข่งต่อในรอบชิงชนะเลิศ<br>
                    <li>รอบชิงชนะเลิศ<br>
                        ตอบคำถามจากสไลด์ภาพ และพิธีกร โดยใช้อุปกรณ์ที่จัดเตรียมไว้ให้ ในรูปแบบการแย่งกันตอบ ทีมที่ได้คะแนนน้อยที่สุดในแต่ละรอบจะถูกคัดออก จนกว่าจะได้ผู้ชนะเลิศเป็นทีมสุดท้าย</li>
                </ul>
                <li>การตัดสินของกรรมการและผู้ตัดสินถือเป็นที่สิ้นสุด</li>
                <li>เนื้อหาที่ใช้ในการแข่งขันจะเกี่ยวกับเรื่องดังต่อไปนี้</li>
                <ul>
                    <li>ความรู้พื้นฐาน บุคคลสำคัญ หน่วยงาน และบริษัทที่เกี่ยวข้องกับเทคโนโลยีสารสนเทศ</li>
                    <li>พื้นฐานโปรแกรมมิ่ง ตรรกศาสตร์ และ ระบบเครือข่ายเบื้องต้น</li>
                    <li>สมาร์ทโฟน, แท็บเล็ต, Internet of things (IoT)</li>
                    <li>ความรู้ทางคณิตศาสตร์ระดับมัธยมปลาย</li>
                </ul>
                <li>เนื้อหา และรูปแบบการแข่งขันอาจมีการเปลี่ยนแปลงโดยไม่แจ้งให้ทราบล่วงหน้า</li>
                <li>ไม่อนุญาตให้ผู้เข้าแข่งขันเข้าถึงอินเทอร์เน็ตระหว่างการแข่งขัน</li>
                <li>ไม่อนุญาตให้ผู้เข้าแข่งขันใช้อุปกรณ์สื่อสารอื่นๆในระหว่างการแข่งขัน</li>
                <li>ไม่อนุญาตให้นำเอกสารหรือหนังสือ เข้าไปได้ในระหว่างการแข่งขัน</li>
                <li>หากพบผู้เข้าแข่งขันที่ทำการทุจริต หรือทำการขัดขวางผู้เข้าแข่งขันคนอื่นในระหว่างการแข่งขัน จะถูกตัดสิทธิ์ออกจากการแข่งขันทันที</li>
            </ul>
            <h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>
            <ul>
                <li>การแข่งขันจะจัดขึ้นในศุกร์ที่  26 สิงหาคม 2559 ตั้งแต่เวลา 9:00 -15.00 น.</li>
                <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียนก่อนเวลาแข่งขัน 30 นาที หากมาสายเกิน 10 นาทีจะไม่ได้รับอนุญาตให้เข้าร่วมแข่งขัน เนื่องจากจะเป็นการทำลายสมาธิผู้เข้าแข่งขันท่านอื่น</li>
                <li>สถานที่จัดการแข่งขัน</li>
                <ul>
                    <li>อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
                </ul>
                <li>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</li>
                <li>ประกาศผลการเข้าแข่งขันและมอบรางวัลในเวลา 16.00 น. ของวันที่ทำการแข่งขัน</li>
            </ul>
            <div class="text-center"><a href="{{URL::to('/register/competition/itquiz/create')}}" class="btn btn-primary btn-lg">สมัครแข่งขัน</a></div>
        </div>
    </div>
@endsection
