@extends('register.regis_page')
@section('regisForm')
    <div class="container regis">
        <section class="regis-header">
            <h1 class="text-center">การแข่งขันพัฒนาเว็บไซต์ด้วย PHP และ JavaScript</h1>
            <h1 class="text-center">IT LADKRABANG OPENHOUSE 2016</h1>
            <h2 class="text-center"><small>คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</small></h2>
            <h2 class="text-center"><small>วันที่ 26 สิงหาคม 2559</small></h2>
        </section>
        <section class="regis-form">
            <h3>วัตถุประสงค์</h3>
            <ul>
                <li>เพื่อสนับสนุน - ส่งเสริมเยาวชนให้มีความรู้ความสามารถในการพัฒนาเว็บไซต์และทักษะการเขียนโปรแกรมด้วยภาษา PHP</li>
                <li>เพื่อเป็นการเผยแพร่การใช้ภาษา PHP ซึ่งเป็น Open source ไปใช้งานให้มากขึ้น</li>
            </ul>

            <h3>การเข้าแข่งขัน</h3>
            <ul>
                <li>ผู้สมัครต้องเป็นนักเรียนระดับชั้นมัธยมศึกษาตอนปลาย และเป็นตัวแทนจากโรงเรียนส่งเข้าแข่งขัน</li>
                <li>สมัครเป็นทีม <strong>ทีมละไม่เกิน 2 คน</strong> โดยแต่ละโรงเรียนสามารถเสนอทีมเข้าแข่งขันได้ 1 ทีมเท่านั้น</li>
                <li>รับสมัครผู้เข้าแข่งขันจำนวน 10 ทีม โดยให้สิทธิ์ผู้สมัครตามลำดับก่อนหลังของการสมัคร</li>
                <li>หากมีผู้สมัครเข้าร่วมการแข่งขันเป็นจำนวนมาก สิทธิ์ในการเข้าร่วมการแข่งขันจะพิจารณาจากลำดับของทีมที่ส่งเข้ามา<br>
                    โดยทีมแรกของแต่ละโรงเรียนจะได้รับการพิจารณาก่อนและ<strong>หากมีที่นั่งเหลือ</strong>ก็จะพิจารณาทีมในลำดับต่อไปของแต่ละโรงเรียน</li>
                <li>กรอกข้อมูลลงใน <a href="#">http://openhouse.it.kmitl.ac.th/register/competition/php</a>ให้ครบถ้วนและถูกต้องจากนั้นให้ Print ใบสมัครการแข่งขัน<br>
                    พร้อมลงลายมือชื่อรับรองจากอาจารย์ผู้ควบคุมทีม (<strong>รับเฉพาะใบสมัครที่กรอกข้อมูลและ Printจากระบบเท่านั้น หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์</strong>)<br>
                    แล้วส่งใบสมัครมาทาง<strong>ช่องทางใดช่องทางหนึ่ง</strong> ดังต่อไปนี้</li>
                    <ul>
                        <li>ทางโทรสารหมายเลข 0-2723- 4946</li>
                        <li>ทางอีเมลที่ <a href="mailto:openhouse@it.kmitl.ac.th">openhouse@it.kmitl.ac.th</a></li>
                    </ul>
                <li>รับสมัครตั้งแต่วันที่ 11 กรกฎาคม – 8 สิงหาคม 2559</li>
                <li>คณะกรรมการประกาศรายชื่อทีมเข้าแข่งขันวันศุกร์ที่ 19 สิงหาคม 2559 ทางเว็บไซต์<a href="http://openhouse.it.kmitl.ac.th">http://openhouse.it.kmitl.ac.th</a></li>
            </ul>

            <h3>รูปแบบและกติกาการแข่งขัน</h3>
            <ul>
                <li>เวลาที่ใช้ในการ<strong>แข่งขัน 3 ชั่วโมง</strong> (09:00 – 12:00 น.)</li>
                <li>Hardware และ Software ที่ใช้ในการแข่งขัน ผู้จัดการแข่งขันจัดเตรียมไว้ให้ดังนี้</li>
                    <ul>
                        <li>Hardware</li>
                            <ul>
                                <li>Computer PC: OS Windows 7 Professional</li>
                            </ul>
                        <li>Software</li>
                            <ul>
                                <li>Adobe Dreamweaver</li>
                                <li>Adobe Photoshop</li>
                                <li>Adobe Flash</li>
                                <li>Notepad++</li>
                                <li>EditPlus</li>
                                <li>Visual Studio Code</li>
                                <li>Sublime Text</li>
                                <li>Atom</li>
                                <li>XAMPP 5.6.21 (Apache, MySQL, PHP, phpMyAdmin)</li>
                                <li>Framework : jQuery 1.12.4, jQuery UI 1.11.4 (All Components), Bootstrap 3.3.6</li>
                                <li>PHP Document (HTML Help file)</li>
                            </ul>
                    </ul>
                <li>ให้ผู้แข่งขันพัฒนาเว็บไซต์ด้วยภาษา PHP ให้มีรายละเอียดตามที่โจทย์กำหนดและต้องสามารถรับข้อมูลจากผู้ใช้งานได้จริง<br>
                    มีการออกแบบและเชื่อมต่อกับฐานข้อมูลรวมถึงออกแบบหน้าตาของเว็บไซต์ให้มีความสวยงามและเหมาะสม</li>
                <li>สามารถใช้ JavaScript และ AJAX ได้</li>
                <li>ผู้แข่งขันสามารถเพิ่มเติมเนื้อหาที่เหมาะสมนอกเหนือจากที่โจทย์ต้องการได้ตามสมควร</li>
                <li>ให้ผู้เข้าแข่งขัน <strong>จัดทำ Document</strong> สำหรับอธิบายผลงานของตนเอง (<strong>ภายในเวลาที่ทำการแข่งขัน</strong>)</li>
                <li>อนุญาตให้ผู้เข้าแข่งขันนำหนังสือ หรือตำราต่างๆ ที่เกี่ยวข้องเข้าในสถานที่แข่งขันได้</li>
                <li><strong>ไม่อนุญาต</strong>ให้นำโค้ดสำเร็จรูป เครื่องมือใดๆ หรือโปรแกรมอื่นๆ รวมถึงอุปกรณ์จัดเก็บข้อมูลต่างๆ<br>
                    เช่น Flash Drive, External Hard disk, iPod, Memory Card,โทรศัพท์มือถือหรือแท็บเล็ตเข้าในสถานที่แข่งขัน</li>
                <li><strong>ไม่อนุญาต</strong>ให้ทำการเชื่อมต่ออินเทอร์เน็ต หรือใช้อินเทอร์เน็ตระหว่างการแข่งขัน</li>
                <li>ขณะทำการแข่งขัน <strong>ไม่อนุญาต</strong>ให้ผู้เข้าแข่งขันออกนอกสถานที่แข่งขัน หากมีความจำเป็นให้คณะกรรมการพิจารณาอนุญาตเป็นรายๆ ไป</li>
                <li>การตัดสินผลงาน จะให้ผู้เข้าแข่งขันนำเสนอผลงานของตนเองต่อคณะกรรมการ และผู้เข้าแข่งขันทีมอื่น โดย<strong>ให้เวลาทีมละ 5 – 10 นาที</strong></li>
                <li><strong>***หากพบว่ามีการกระทำทุจริตหรือการกระทำอันไม่เป็นไปตามกติกาที่กำหนดไว้ ผู้แข่งขันนั้นจะถูกตัดสิทธิ์และออกจากการแข่งขันทันที</strong></li>
                <li><strong>ผลการตัดสินของคณะกรรมการจัดการแข่งขันถือเป็นที่สิ้นสุด</strong></li>
            </ul>

            <h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>
            <ul>
                <li>การแข่งขันจะจัดขึ้นในวันศุกร์ที่ 26 สิงหาคม 2559 ตั้งแต่เวลา 9.00 น. เป็นต้นไป</li>
                <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียน<strong>ก่อนเวลาแข่งขัน 30 นาที</strong></li>
                <li>สถานที่จัดการแข่งขัน</li>
                    <ul>
                        <li>ห้องปฏิบัติการคอมพิวเตอร์ 207 ชั้น 2 อาคารเรียนรวมและปฏิบัติการ<br>
                            คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
                    </ul>
                <li>หลังแข่งขันเสร็จจะมีการนำเสนอผลงานและตัดสิน ณ ห้องที่ทำการแข่งขันตั้งแต่เวลา 13.30 น.<br>
                    ขอให้ผู้แข่งขันมารอนำเสนอผลงานก่อนเริ่มการตัดสิน 15 นาที</li>
                <li><strong>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
                <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16.00 น. ของวันที่ทำการแข่งขัน</li>
            </ul>

            <a href="{{URL::to('/register/competition/php/create')}}" class="btn btn-primary btn-block regis-btn">สมัครเข้าแข่งขัน</a>
        </section>
    </div>
@endsection
