@extends('new.index')
@section('content')
    <div class="paper">
        <div class="container">
            <h1 class="light text-center">การแข่งขันการนำเสนอแนวคิดโครงงาน IT (IT Project Contest)</h1>
            <hr>
            <h3>วัตถุประสงค์</h3>
            <ul>
                <li>เปิดโอกาสในน้องๆ มัธยมศึกษาตอนปลายที่มีความคิดสร้างสรรค์ มีแนวคิดใหม่ๆ ในการสร้างสรรค์นวัตกรรมที่มีการนำเทคโนโลยีสารสนเทศเข้ามาใช้ (IT-based innovation) ที่มีศักยภาพ และมีความเป็นไปได้ในด้านเทคโนโลยี</li>
                <li>เพื่อให้น้องๆ มัธยมศึกษาตอนปลาย ได้มีโอกาสฝึกฝนการคิดอย่างเป็นระบบ ทั้งทางด้านการนำแนวคิดนวัตกรรมที่นำไปใช้ได้จริง และ ทางด้านความเป็นไปได้ในด้านเทคโนโลยี นอกจากนี้ยังเป็นโอกาสให้ น้องๆ ได้ฝึกฝนการนำเสนอผลงานต่อหน้าคณะกรรมการผู้ทรงคุณวุฒิ</li>
            </ul>
            <h3>คุณสมบัติและเงื่อนไขการสมัครเข้าแข่งขัน</h3>
            <ul>
                <li>ศึกษาอยู่ระดับชั้นมัธยมปลาย หรือเทียบเท่า</li>
                <li>สมาชิก<strong class="black">ทีมละไม่เกิน 3 คน</strong> ต่อหนึ่งแนวคิดนวัตกรรม</li>
                <li>ผู้เข้าแข่งขันเข้าไปกรอกใบสมัครที่ <a href="https://openhouse.it.kmitl.ac.th/">https://openhouse.it.kmitl.ac.th/</a> และดำเนินการดังนี้</li>
                <ol type="1">
                    <li>กรอกข้อมูลผู้เข้าแข่งขัน</li>
                    <li>กรอกรายละเอียดแนวคิด (โดยสังเขป)</li>
                    <li>จัดทำแนวคิดธุรกิจ 1 หน้ากระดาษ A4 โดยใช้แบบฟอร์ม Simple Business Canvas (ดาวน์โหลดได้ที่ <a href="http://openhouse.it.kmitl.ac.th/2016/pdf/bizcanvas.pdf"> http://openhouse.it.kmitl.ac.th/2016/pdf/bizcanvas.pdf</a>) และอัพโหลดขึ้นสู่เว็บไซต์รับสมัคร (ตัวอย่าง >> <a href="http://openhouse.it.kmitl.ac.th/2016/pdf/ex-bizcanvas.pdf"> http://openhouse.it.kmitl.ac.th/2016/pdf/ex-bizcanvas.pdf</a> ) </li>
                    <li>จัดทำบทภาพ (storyboard) อธิบายวัตถุประสงค์และความสำคัญของแนวคิดนวัตกรรมที่นำเสนอไม่เกิน 3 หน้ากระดาษ A4 (โดยสามารถดูตัวอย่างได้ที่ <a href="http://openhouse.it.kmitl.ac.th/2016/pdf/storyboard.pdf">http://openhouse.it.kmitl.ac.th/2016/pdf/storyboard.pdf</a>) และอัพโหลดขึ้นสู่เวบไซต์รับสมัคร</li>
                </ol>
                <li>ปริ๊นท์ใบสมัครแข่งขัน ลงลายมือชื่อรับรองจากอาจารย์ผู้ควบคุม (รับเฉพาะใบสมัครที่กรอกข้อมูลและปริ๊นท์จากระบบเท่านั้น หากนอกเหนือจากนี้จะถือว่าการสมัครแข่งขันไม่สมบูรณ์) แล้วส่งใบสมัครมาทาง<u>ช่องทางใดช่องทางหนึ่ง</u>ต่อไปนี้</li>
                <ul>
                    <li>ทางโทรสารหมายเลข 0-2723-4946</li>
                    <li>ทางอีเมล ที่ <a href="mailto:http://openhouse@it.kmitl.ac.th">openhouse@it.kmitl.ac.th</a></li>
                </ul>
                <li>รับสมัครตั้งแต่วันจันทร์ที่ 11 กรกฎาคม 2559 ถึงวันพฤหัสบดีที่ 18 สิงหาคม 2559 โดยยึดตามวันที่ส่งใบรับสมัคร</li>
                <li>ผู้เข้าแข่งขันมีสิทธิ์ส่งผลงานเข้าร่วมประกวดได้เพียงชิ้นเดียวเท่านั้น <strong class="black">หากปรากฏมีชื่อซ้ำกันในผลงานมากกว่า 1 ชิ้น จะถูกตัดสิทธิ์ทันที</strong></li>
                <li>ผลงานที่ส่งเข้าประกวดจะต้องไม่เคยได้รับรางวัลจากการประกวดใดมาก่อน</li>
                <strong class="black">***เงื่อนไขอื่นๆ นอกเหนือจากข้อกําหนดข้างต้น ให้อยู่ในดุลยพินิจของคณะกรรมการ โดยผลการตัดสินของคณะกรรมการ ถือเป็นเด็ดขาดและสิ้นสุด</strong>
            </ul>
            <h3>รูปแบบและกติกาการแข่งขัน</h3>
            <table class="table">
                <thead>
                <tr>
                    <th>กิจกรรม</th>
                    <th>วันที่</th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>เปิดรับสมัครบนเว็บไซต์ <a href="http://openhouse.it.kmitl.ac.th">http://openhouse.it.kmitl.ac.th</a></td>
                    <td>11 กรกฎาคม 2559</td>
                </tr>
                <tr>
                    <td>หมดเขตรับสมัคร</td>
                    <td><strong class="red">18 สิงหาคม 2559</strong></td>
                </tr>
                <tr>
                    <td>ประกาศผลบนเว็บไซต์ <a href="http://openhouse.it.kmitl.ac.th">http://openhouse.it.kmitl.ac.th</a></td>
                    <td><strong class="red">22 สิงหาคม 2559</strong></td>
                </tr>
                <tr>
                    <td>วันนำเสนอแนวคิด</td>
                    <td>26 สิงหาคม 2559</td>
                </tr>
                </tbody>
            </table>
            <p>การแข่งขันแบ่งเป็นสองรอบ ดังนี้</p>
            <ul>
                <li><strong class="black">รอบออนไลน์</strong></li>
                <ul>
                    <li>คัดเลือกผลงานของผู้เข้าร่วมสมัครให้เหลือ 10 ทีมเพื่อมานำเสนอผลงานในรอบที่สอง</li>
                    <li>โดยในรอบคัดเลือกคณะกรรมการจะตัดสินจาก รายละเอียดที่เขียนมาในใบสมัคร, Business Canvas และ Story Board โดยเน้นไปที่ความคิดสร้างสรรค์ และความน่าสนใจในแนวคิดของผู้เข้าแข่งขัน</li>

                </ul>
                <li><strong class="black">รอบนำเสนองาน</strong></li>
                <ul>
                    <li>โดยทีมที่เข้ารอบ จะต้องนำเสนอผลงาน ที่คณะเทคโนโลยีสารสนเทศ สถาบันพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ในงาน IT Ladkrabang Openhouse วันที่ 26 สิงหาคม 2559</li>
                    <li>เวลาใน<strong class="black">การนำเสนอทีมละ 10 นาที</strong> และเวลาให้กรรมการถามอีก 10 นาที รวมทั้งสิ้น 20 นาทีต่อหนึ่งกลุ่ม</li>
                    <li>สำหรับรอบนำเสนอผลงาน ความสามารถในการนำเสนอ บุคลิกลักษณะของผู้นำเสนอ ความคิดสร้างสรรค์ ความน่าสนใจของแนวคิด และความเป็นไปได้ในเชิงธุรกิจและเทคโนโลยี นั้นจะถูกนำมาใช้ในการตัดสิน (ในรอบนำเสนอนี้ผู้เข้าแข่งขันไม่จำเป็นจะต้องมีผลงานมานำเสนอ อย่างไรก็ตามถ้ามีแบบจำลอง หรือ prototype ในกรณีที่เป็นสิ่งประดิษฐ์ หรือ mock-up design ของหน้าจอที่สำคัญๆ ในกรณีที่เป็นซอร์ฟแวร์ สามารถนำมาใช้ประกอบการนำเสนอผลงานได้ ซึ่งจะได้รับการพิจารณาเป็นพิเศษจากทางคณะกรรมการ)</li>
                </ul>
            </ul>
            <h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>
            <ul>
                <li>การแข่งขันจะจัดขึ้นในวันศุกร์ที่ 26 สิงหาคม 2559 ตั้งแต่เวลา 9:00 เป็นต้นไป</li>
                <li>ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียน<strong class="black">ก่อนเวลาแข่งขัน 30 นาที</strong></li>
                <li>หากผู้เข้าแข่งขันมารายงานตัวไม่ทัน จะไม่อนุญาตให้ทำการแข่งขัน และ <strong class="black">ถือว่าสละสิทธิ์การเข้าแข่งขัน</strong></li>
                <li>สถานที่จัดการแข่งขัน</li>
                <ul>
                    <li>ห้องบรรยาย 225 ชั้น 2 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
                </ul>
                <li><strong class="black">ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
                <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16:00 น. ของวันที่ทำการแข่งขัน</li>
            </ul>
            <h3>รางวัล</h3>
            <ul>
                <li>รางวัลชนะเลิศ ได้รับ</li>
                <ul>
                    <li>โล่ประกาศเกียรติคุณ</li>
                    <li>ใบประกาศนียบัตร</li>
                    <li>ทุนการศึกษา ทีมละ 4,000 บาท</li>
                </ul>
                <li>รางวัลรองชนะเลิศ ได้รับ</li>
                <ul>
                    <li>โล่ประกาศเกียรติคุณ</li>
                    <li>ใบประกาศนียบัตร</li>
                    <li>ทุนการศึกษา ทีมละ 2,000 บาท</li>
                </ul>
                <li>รางวัลชมเชย ได้รับ</li>
                <ul>
                    <li>ใบประกาศนียบัตร</li>
                </ul>
            </ul>
            <h3>หมายเหตุ</h3>
            <ul>
                <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมี<strong class="black">คะแนนถึงเกณฑ์</strong>ที่คณะกรรมการกำหนด</li>
                <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะ<strong class="black">ได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณาคัดเลือกเพื่อศึกษาต่อ</strong>หลักสูตรปริญญาตรี คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ภายใต้โควตานักเรียนที่มีควานวิทยาศาสตร์และเทคโนโลยี</li>
            </ul>
            <h3>FAQ</h3>
            <ol>
				<li><strong class="black">ทำไมคุณถึงควรเข้าแข่งขันนำเสนอแนวคิดโครงงาน IT</strong></li>
                <p>การแข่งขันนำเสนอแนวคิดโครงงาน IT ในครั้งนี้เราได้จำลองเหตุการณ์ เหมือนคุณและเพื่อนๆ มีไอเดียดีๆ ซึ่งมีการนำเทคโนโลยีสารสนเทศ (IT) ที่ใช้กันในชีวิตประจำวันมาสร้างสินค้าหรือบริการใหม่ๆ และอยากจะต้องบริษัท IT startup และต้องหาเงินทุนโดยการนำไอเดียของคุณนั้นนำเสนอ ให้คณะกรรมการ (คณาจารย์ผู้ทรงคุณวุฒิของคณะเทคโนโลยีสารสนเทศ, สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง) นั้นอยากที่จะลงทุนกับกับไอเดียที่คุณนำเสนอ</p>
				<li><strong class="black">ฉันจำเป็นจะต้องเขียนเว็บไซต์ แอปพลิเคชัน หรือสร้างสิ่งประดิษฐ์ออกมาจนสมบูรณ์ เพื่อนำมานำเสนอที่งานประกวดหรือไม่</strong></li>
                <p>ไม่จำเป็นครับ สำหรับคณะกรรมการจะตัดสินจากความคิดสร้างสรรค์ ความน่าสนใจในเชิงการตลาด การนำไปใช้ประโยชน์ และความเป็นไปได้ในเชิงเทคโนโลยี เป็นหลัก การมีชิ้นงานมานำเสนอนั้นไม่มีความจำเป็นแต่อย่างใด</p>
                </ol>
				<li><strong class="black">Business Canvas คืออะไร</strong></li>
                <p>สามารถเข้าไปอ่านที่ <a href="http://incquity.com/articles/business-model-canvas-perspectives">เว็บไซต์นี้</a> โดย Business model canvas ที่ทางเราต้องการนั้นจะเป็นฉบับย่อซึ่งจะมีเฉพาะหัวข้อที่สำคัญและไม่ซับซ้อนเกินไปสำหรับผู้สมัครในระบบมัธยมศึกษาตอนปลาย</p>
				<li><strong class="black">การเขียน Storyboard ควรทำอย่างไร</strong></li>
                <p>Storyboard คือ การสร้างภาพให้เห็นลำดับขั้นตอนตามเนื้อเรื่องที่ต้องการ โดยสำหรับการแข่งขัน IT Project Contest นี้เราจะเน้นไปที่ว่าแนวคิดของซอฟต์แวร์ หรือสิ่งประดิษฐ์ ที่ผู้สมัครนำเสนอมานั้นมีความน่าสนใจในเชิงการตลาดอย่างไร กล่าวคือสามารถเข้ามาแก้ไขปัญหาอะไรของกลุ่มลูกค้าเป้าหมาย ดังนั้นการวาด Storyboard จึงควรเริ่มจากการเล่าเรื่องว่า ผู้ใช้เป้าหมายของคุณนั้นกำลังประสบปัญหาอะไร สาเหตุของปัญหาคืออะไร และสิ่งประดิษฐ์ หรือ ซอฟต์แวร์ของคุณนั้นจะสามารถเข้ามาช่วยแก้ไขปัญหาดังกล่าวได้อย่างไรร</p>
            </ol>
            {{--<div class="text-center"><a href="{{URL::to('/register/competition/pitching/create')}}" class="btn btn-primary btn-lg">สมัครแข่งขัน</a></div>--}}
            <div class="text-center"><a href="{{url('/approved/pitching')}}" class="btn btn-success btn-lg">ประกาศรายชื่อผู้มีสิทธิ์เข้าร่วมการแข่งขันทางวิชาการ</a></div>
            {{--<div class="text-center"><button href="#" disabled class="btn btn-danger btn-lg">สมัครแข่งขัน</button></div>--}}
        </div>
    </div>
@endsection
