@extends('register.regis_page')
@section('regisForm')
    <div class="container regis">
        <section class="regis-header">
            <h1 class="text-center">การแข่งขันการนำเสนอแผนธุรกิจ (IT Pitching)</h1>
            <h1 class="text-center">IT LADKRABANG OPENHOUSE 2016</h1>
            <h2 class="text-center"><small>คณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</small></h2>
            <h2 class="text-center"><small>วันที่ 26 สิงหาคม 2559</small></h2>
        </section>
        <section class="regis-form">
            <h3>วัตถุประสงค์</h3>
            <ul>
                <li>เปิดโอกาสในน้องๆ มัธยมศึกษาตอนปลายที่มีความคิดสร้างสรรค์ มีแนวคิดใหม่ๆ ในการสร้างสรรค์นวัตกรรมที่มีการนำเทคโนโลยีสารสนเทศเข้ามาใช้ (IT-based innovation) <br>
                    ที่มีศักยภาพทางการตลาด และมีความเป็นไปได้ในด้านเทคโนโลยี</li>
                <li>เพื่อให้น้องๆ มัธยมศึกษาตอนปลาย ได้มีโอกาสฝึกฝนการคิดอย่างเป็นระบบ ทั้งทางด้านการนำแนวคิดนวัตกรรมไปสู่ตลาด และ ทางด้านความเป็นไปได้ในด้านเทคโนโลยี<br>
                    นอกจากนี้ยังเป็นโอกาสให้ น้องๆ ได้ฝึกฝนการนำเสนอผลงานต่อหน้าคณะกรรมการผู้ทรงคุณวุฒิ</li>
            </ul>

            <h3>คุณสมบัติและเงื่อนไขการสมัครเข้าแข่งขัน</h3>
            <ul>
                <li>ศึกษาอยู่ระดับชั้นมัธยมปลาย หรือเทียบเท่า</li>
                <li>สมาชิก<strong>ทีมละไม่เกิน 3 คน</strong> ต่อหนึ่งแนวคิดนวัตกรรม</li>
                <li>ผู้เข้าแข่งขันเข้าไปกรอกใบสมัครที่ <a href="https://openhouse.it.kmitl.ac.th/">https://openhouse.it.kmitl.ac.th/</a> และดำเนินการดังนี้</li>
                    <ol type="1">
                        <li>กรอกข้อมูลผู้เข้าแข่งขัน</li>
                        <li>กรอกรายละเอียดแนวคิด (โดยสังเขป)</li>
                        <li>จัดทำแนวคิดธุรกิจ 1 หน้ากระดาษ A4 โดยใช้แบบฟอร์ม Business Canvas (ดาวน์โหลดได้ที่ <a href="https://it.kmitl.ac.th/bizcanvas.pdf"> www.it.kmitl.ac.th/bizcanvas.pdf)</a> และอัพโหลดขึ้นสู่เว็บไซต์รับสมัคร</li>
                        <li>จัดทำบทภาพ (storyboard) อธิบายวัตถุประสงค์และความสำคัญของแนวคิดนวัตกรรมที่นำเสนอ 1 หน้ากระดาษ A4<br>
                            (โดยสามารถดูตัวอย่างได้ที่ <a href="https://it.kmitl.ac.th/storyboard.pdf">www.it.kmitl.ac.th/storyboard.pdf</a>) และอัพโหลดขึ้นสู่เวบไซต์รับสมัคร</li>
                    </ol>
                <li>รับสมัครตั้งแต่วันจันทร์ที่ 11 กรกฎาคม 2559 ถึงวันจันทร์ที่ 8 สิงหาคม 2559 โดยยึดตามวันที่ส่งใบรับสมัคร</li>
                <li>ผู้เข้าแข่งขันมีสิทธิ์ส่งผลงานเข้าร่วมประกวดได้เพียงชิ้นเดียวเท่านั้น <strong>หากปรากฏมีชื่อซ้ำกันในผลงานมากกว่า 1 ชิ้น จะถูกตัดสิทธิ์ทันที</strong></li>
                <li>ผลงานที่ส่งเข้าประกวดจะต้องไม่เคยได้รับรางวัลจากการประกวดใดมาก่อน</li>
                <strong>***เงื่อนไขอื่นๆ นอกเหนือจากข้อกําหนดข้างต้น ให้อยู่ในดุลยพินิจของคณะกรรมการ โดยผลการตัดสินของคณะกรรมการ ถือเป็นเด็ดขาดและสิ้นสุด</strong>
            </ul>

            <h3>รูปแบบและกติกาการแข่งขัน</h3>
            <ul>
                <li>กำหนดการ</li><br><br>
                    <div class="row">
                        <div class="col-md-offset-1 col-md-6">
                            <table class="table">
                                <thead>
                                    <tr>
                                        <th><center>กิจกรรม</center></th>
                                        <th><center>วันที่</center></th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr>
                                        <td>เปิดรับสมัครบนเวบไซต์ <a href="http://openhouse.it.kmitl.ac.th">http://openhouse.it.kmitl.ac.th</a></td>
                                        <td>11 กรกฎาคม 2559</td>
                                    </tr>
                                    <tr>
                                        <td>หมดเขตรับสมัคร</td>
                                        <td>1 สิงหาคม 2559</td>
                                    </tr>
                                    <tr>
                                        <td>ประกาศผลบนเว็บไซต์ <a href="http://openhouse.it.kmitl.ac.th">http://openhouse.it.kmitl.ac.th</a></td>
                                        <td>15 สิงหาคม 2559</td>
                                    </tr>
                                    <tr>
                                        <td>วันนำเสนอแนวคิด</td>
                                        <td>26 สิงหาคม 2559</td>
                                    </tr>
                                </tbody>
                            </table>
                        </div>
                    </div>
                <li>การแข่งขันแบ่งเป็น 2 รอบ ดังนี้</li>
                    <ul>
                        <li><strong>รอบออนไลน์</strong></li>
                            <ul>
                                <li>คัดเลือกผลงานของผู้เข้าร่วมสมัครให้เหลือ 10 ทีมเพื่อมานำเสนอผลงานในรอบที่สอง โดยในรอบแรกทางคณะกรรมการจะ<strong>เน้นไปที่ความน่าสนใจของแนวคิด<br>
                                    และความเป็นไปได้ในเชิงการตลาด</strong></li>
                            </ul>
                        <li><strong>รอบนำเสนอผลงาน</strong></li>
                            <ul>
                                <li>โดย 10 ทีมที่เข้ารอบ จะต้องนำเสนอผลงาน ที่คณะเทคโนโลยีสารสนเทศ สถาบันพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ในวัน IT OPENHOUSE (วันที่ 26 สิงหาคม 2559)</li>
                                <li>เวลาใน<strong>การนำเสนอทีมละ 10 นาที</strong> และเวลาให้กรรมการถามอีก 10 นาที รวมทั้งสิ้น 20 นาทีต่อหนึ่งกลุ่ม</li>

                            </ul>
                    </ul>
            </ul>

            <h3>วันเวลาและสถานที่จัดการแข่งขัน</h3>
            <ul>
                <li>การแข่งขันจะจัดขึ้นในวันศุกร์ที่ 26 สิงหาคม 2559 ตั้งแต่เวลา 9:00 เป็นต้นไป. ผู้เข้าแข่งขันจะต้องมารายงานตัว ณ จุดลงทะเบียน<strong>ก่อนเวลาแข่งขัน 30 นาที</strong></li>
                <li>หากผู้เข้าแข่งขันมารายงานตัวไม่ทัน จะไม่อนุญาตให้ทำการแข่งขัน และ <strong>ถือว่าสละสิทธิ์การเข้าแข่งขัน</strong></li>
                <li>สถานที่จัดการแข่งขัน</li>
                    <ul>
                        <li>ห้องบรรยาย 225 ชั้น 2 อาคารเรียนรวมและปฏิบัติการคณะเทคโนโลยีสารสนเทศ <br>
                            สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</li>
                    </ul>
                <li><strong>ในวันแข่งขัน ผู้เข้าแข่งขันจะต้องแต่งกายชุดนักเรียนตามรูปแบบของโรงเรียนให้ถูกระเบียบ พร้อมทั้งนำบัตรประจำตัวนักเรียนมาด้วย</strong></li>
                <li>ประกาศผลการแข่งขันและมอบรางวัลเวลาประมาณ 16:00 น. ของวันที่ทำการแข่งขัน</li>
            </ul>

            <h3>รางวัล</h3>
            <ul>
                <li>รางวัลชนะเลิศ ได้รับ</li>
                    <ul>
                        <li>โล่ประกาศเกียรติคุณ</li>
                        <li>ใบประกาศนียบัตร</li>
                        <li>ทุนการศึกษา ทีมละ 4,000 บาท</li>
                    </ul>
                <li>รางวัลรองชนะเลิศ ได้รับ</li>
                    <ul>
                        <li>โล่ประกาศเกียรติคุณ</li>
                        <li>ใบประกาศนียบัตร</li>
                        <li>ทุนการศึกษา ทีมละ 2,000 บาท</li>
                    </ul>
                <li>รางวัลชมเชย ได้รับ</li>
                    <ul>
                        <li>ใบประกาศนียบัตร</li>
                    </ul>
            </ul>

            <h3>หมายเหตุ</h3>
            <ul>
                <li>ทีมที่ได้รับรางวัลชนะเลิศและรองชนะเลิศจะต้องมี<strong>คะแนนถึงเกณฑ์</strong>ที่คณะกรรมการกำหนด</li>
                <li>ผู้เข้าแข่งขันที่ได้รับรางวัลชนะเลิศและรองชนะเลิศ จะ<strong>ได้รับสิทธิ์ในการสมัครเข้ารับการพิจารณาคัดเลือกเพื่อศึกษาต่อ</strong>หลักสูตรปริญญาตรี คณะเทคโนโลยีสารสนเทศ <br>
                    สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ภายใต้โควตานักเรียนที่มีความสามารถทางด้านวิทยาศาสตร์และเทคโนโลยี
                </li>
            </ul>

            <a href="{{URL::to('/register/competition/pitching/create')}}" class="btn btn-primary btn-block regis-btn">สมัครเข้าแข่งขัน</a>
        </section>
    </div>
@endsection
