@extends('main.index')
@section('main')
    <div class="container main">
        <div class="title">
            <h1>การเดินทางโดยรถประจำทาง</h1>
        </div>
        <div class="content">
            <h2>แผนที่คณะเทคโนโลยีสารสนเทศ</h2>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1937.9038859208636!2d100.780855!3d13.730085!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xd2850fd9ee87f249!2z4LiE4LiT4Liw4LmA4LiX4LiE4LmC4LiZ4LmC4Lil4Lii4Li14Liq4Liy4Lij4Liq4LiZ4LmA4LiX4Lio!5e0!3m2!1sth!2sth!4v1468152446463" frameborder="0" style="border:0" allowfullscreen></iframe>
            </div>
            <br>
            <dl>
                <dt>รถตู้โดยสารปรับอากาศ หมอชิตใหม่-อนุสาวรีย์–พระจอมเกล้าลาดกระบัง (ทางด่วน)</dt>
                <dd>ขึ้นรถบริเวณใต้ทางด่วน ทางทิศเหนือของอนุสาวรีย์ชัยสมรภูมิ ค่าโดยสาร 40 บาท ใช้เวลาประมาณ 30-40 นาที</dd>
                <dd>&nbsp;</dd>
                <dt>รถตู้โดยสารปรับอากาศ รังสิต-ลาดกระบัง</dt>
                <dd>ขึ้น รถบริเวณลานรถตู้หน้าศูนย์การค้าฟิวเจอร์พาร์ค รังสิต (บริเวณลานจอดรถหน้าบิ๊กซี) ลงหน้าคณะเทคโนโลยีสารสนเทศ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ค่าโดยสาร 50 บาท</dd>
                <dd>&nbsp;</dd>
                <dt>รถตู้โดยสารปรับอากาศ สาย 50B แฮปปิ้แลนด์-ลาดกระบัง</dt>
                <dd>ขึ้นรถที่ตลาดแฮปปี้แลนด์ สุดสายที่สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ค่าโดยสารประมาณ 25 บาท</dd>
                <dd>&nbsp;</dd>
                <dt>รถตู้โดยสารปรับอากาศ สาย 50 ห้างซีคอนสแควร์-พระจอมเกล้าเจ้าคุณทหารลาดกระบัง</dt>
                <dd>ขึ้นรถใต้สะพานกลับรถฝั่งตรงข้ามโรบินสัน</dd>
                <dd>&nbsp;</dd>
                <dt>รถตู้โดยสารปรับอากาศ สายมีนบุรี–ลาดกระบัง</dt>
                <dd>ขึ้น รถบริเวณท่ารถตลาดมีนบุรี ค่าโดยสาร 20 บาท มีสองสายได้แก่สายมีนบุรี-บึงบัว-หัวตะเข้ ขึ้นรถหลังเซเว่นใหม่(หลังตลาด) ใช้เวลา 40 นาที – 1 ชั่วโมง ส่วนสายที่สอง มีนบุรี-หัวตะเข้ ขึ้นรถหน้าคลีนิคหมอมวลชน ใช้เส้นทางสุวินทวงศ์ แล้วเข้าฉลองกรุงใช้เวลา 1 ชั่วโมง</dd>
                <dd>&nbsp;</dd>
                <dt>รถโดยสารประจำทางสาย 143 (รถร่วมบริการ)</dt>
                <dd>ต้นทาง จากศูนย์การค้า แฮปปี้แลนด์ คลองจั่น ผ่านการเคหะชุมชนร่มเกล้า ถนนเจ้าคุณทหาร เข้าถนนฉลองกรุง ปลายทางที่ สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง</dd>
                <dd>&nbsp;</dd>
                <dt>รถโดยสารประจำทางสาย 1013 (รถร่วมบริการ)</dt>
                <dd>ต้นทาง จากสุขุมวิท 77 (อ่อนนุช) ไปตามถนนอ่อนนุช ปลายทางตลาดหัวตะเข้ ลงรถตรงข้ามสวนพระนคร จากนั้นต่อรถสองแถวจากหน้าสวนพระนครเข้ามายังสถาบัน (สายที่เขียนว่า “เทคโน”)</dd>
                <dd>&nbsp;</dd>
                <dt>รถโดยสารขนาดเล็ก (สองแถว)</dt>
                <dd>จากแยกหนองจอก ถนนฉลองกรุง ผ่านนิคมอุตสาหกรรมลาดกระบัง สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ตลาดหัวตะเข้</dd>
                <dd>&nbsp;</dd>
                <dt>รถโดยสารประจำทางสายที่มุ่งหน้าเข้าท่าอากาศยานสุวรรณภูมิ</dt>
                <dd>นอกจากวิธีการเดินทาง ข้างต้นแล้วนั้น ยังสามารถใช้บริการรถประจำทางสายที่มุ่งหน้าเข้าท่าอากาศยานสุวรรณภูมิ แล้วต่อรถไฟฟ้าท่าอากาศยานสุวรรณภูมิสาย City Line มายังสถานีรถไฟฟ้าลาดกระบัง จากนั้นต่อรถไฟเพื่อมายังสถาบันได้ โดยมีรถประจำทางให้บริการทั้งรถโดยสารและรถตู้ปรับอากาศ</dd>
            </dl>
        </div>
    </div>

    <script>
        document.body.style.backgroundImage = "none";
        document.body.style.backgroundColor = "#91A8d0";
    </script>
@endsection
