@extends('main.index')
@section('main')
    <div class="container main">
        <div class="title">
            <h1>การเดินทางโดยรถยนต์</h1>
        </div>
        <div class="content">
            <h2>แผนที่คณะเทคโนโลยีสารสนเทศ</h2>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1937.9038859208636!2d100.780855!3d13.730085!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xd2850fd9ee87f249!2z4LiE4LiT4Liw4LmA4LiX4LiE4LmC4LiZ4LmC4Lil4Lii4Li14Liq4Liy4Lij4Liq4LiZ4LmA4LiX4Lio!5e0!3m2!1sth!2sth!4v1468152446463" frameborder="0" style="border:0" allowfullscreen></iframe>
            </div>
            <br>
            <dl>
                <dt>เส้นทางที่ 1</dt>
                <dd>มาจากกรุงเทพฯ โดยใช้ถนนกรุงเทพ-ชลบุรี (มอเตอร์เวย์) เมื่อถึง กม.ที่ 10 ให้ชิดซ้ายเพื่อออกจากมอเตอร์เวย์ที่แยกต่างระดับร่มเกล้า เลี้ยวขวาไปตามถนนร่มเกล้า มุ่งหน้าถนนอ่อนนุช-ลาดกระบัง จากนั้นเลี้ยวซ้ายที่แยกลาดกระบัง ตรงไปตามถนนลาดกระบังประมาณ 3.5 กิโลเมตร จะถึงทางแยกเข้าท่าอากาศยานสุวรรณภูมิ ให้ชิดซ้ายตามป้าย “ลาดกระบัง” จากนั้นเลี้ยวขวาเข้าสู่ถนนฉลองกรุง ข้ามสะพานเข้าสู่เขตสถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ไปตามเส้นทางเรื่อยๆ ผ่านคณะเทคโนโลยีการเกษตร คณะสถาปัตยกรรมศาสตร์ คณะวิศวกรรมศาสตร์ สำนักหอสมุดกลาง จากนั้นข้ามทางรถไฟ ถนนจะหักโค้งไปทางขวาผ่านอุทยานพระจอมเกล้า วิทยาลัยการบริหารและจัดการ จากนั้นจะเห็นคณะเทคโนโลยีสารสนเทศอยู่ทางด้านซ้ายมือ</dd>
                <dd>&nbsp;</dd>
                <dt>เส้นทางที่ 2</dt>
                <dd>มาจากกรุงเทพฯ โดยใช้ถนนกรุงเทพ-ชลบุรี (มอเตอร์เวย์) ตรงไปเรื่อยๆ จนถึง กม.ที่ 14 ให้ชิดซ้ายขึ้นสะพานกลับรถ จากนั้นให้ตรงไปตามป้ายท่าอากาศยานสุวรรณภูมิ ชิดซ้ายช่องที่ 2 (ให้ระวังช่องซ้ายสุดเนื่องจากเป็นทางเข้าสถานีขนส่งสินค้า ICD) เมื่อเบี่ยงซ้ายสู่ทางเข้าสนามบินแล้ว ให้รีบชิดขวาทันที เพื่อกลับรถเข้าสู่ทางคู่ขนานมอเตอร์เวย์ จากนั้นขับไปตามเส้นทางเรื่อยๆ จะผ่านบริเวณศูนย์กีฬาสถาบันฯ ให้ตรงไปจนถึงจุดที่มีสะพานยกระดับข้ามมอเตอร์เวย์ เลี้ยวขวาใต้สะพานเข้าสู่ถนนฉลองกรุง จะเห็น คณะเทคโนโลยีสารสนเทศ อยู่ทางด้านขวามือ ให้ตรงไปกลับรถที่หน้าคณะวิทยาศาสตร์ (เส้นทางนี้เป็นเส้นทางที่วกวนกว่าเส้นทางแรก แต่เหมาะสำหรับใช้เลี่ยงการจราจรติดขัดในทางสายหลัก)</dd>
                <dd>&nbsp;</dd>
                <dt>เส้นทางที่ 3</dt>
                <dd>มาจากมีนบุรี โดยใช้ถนนร่มเกล้า ให้ขับตรงมาตามถนนร่มเกล้าเรื่อยๆ จนถึงทางแยกต่างระดับร่มเกล้าตัดกับมอเตอร์เวย์ จากนั้นให้เลือกใช้ เส้นทางที่ 1 หรือ เส้นทางที่ 2 เพื่อเดินทางมายังคณะเทคโนโลยีสารสนเทศ</dd>
                <dd>&nbsp;</dd>
                <dt>เส้นทางที่ 4</dt>
                <dd>มาจากหนองจอก โดยใช้ถนนฉลองกรุง ให้ขับตรงมาตามถนนฉลองกรุงเรื่อยๆ จนถึงสะพานข้าม ถนนมอเตอร์เวย์ เมื่อลงสะพานจะเห็น คณะเทคโนโลยีสารสนเทศ อยู่ทางด้านขวามือ ให้ตรงไปกลับรถที่หน้าคณะวิทยาศาสตร์</dd>
                <dd>&nbsp;</dd>
                <dt>เส้นทางที่ 5</dt>
                <dd>มาจากบางนา-ตราด, บางพลี โดยใช้ถนนกิ่งแก้ว ให้ขับตรงมาตามถนนกิ่งแก้วเรื่อยๆ จนถึงทางแยกต่างระดับท่าอากาศยานสุวรรณภูมิ ให้ตรงไปเล็กน้อยจากนั้นให้เลี้ยวขวาที่แยกกิ่งแก้ว เข้าสู่ถนนลาดกระบัง จากนั้นตรงไปตาม เส้นทางที่ 1</dd>
                <dd>&nbsp;</dd>
                <dt>เส้นทางที่ 6</dt>
                <dd>มาจากฉะเชิงเทรา, ชลบุรี โดยใช้ถนนกรุงเทพ-ชลบุรี (มอเตอร์เวย์) ให้ขับตรงมาตามถนน มอเตอร์เวย์ จนถึง กม.ที่ 14 จากนั้นใช้ เส้นทางที่ 2 เพื่อเดินทางมายังคณะเทคโนโลยีสารสนเทศ</dd>
            </dl>
        </div>
    </div>
@endsection
