@extends('main.index')
@section('main')
    <div class="container main">
        <div class="title">
            <h1>กำหนดการและกิจกรรม</h1>
        </div>
        <div class="row">
            <div class="col-xs-12 col-md-10 col-md-offset-1">
                <div class="content">
                    <h2 class="text-center">กำหนดการ IT Ladkrabang Open House 2016</h2>
                    <h3 class="text-center">
                        <small>วันศุกร์ที่ 26 สิงหาคม พ.ศ. 2559</small>
                    </h3>

                    <table class="table table-responsive table-bordered">
                        <thead>
                            <tr>
                                <th>กิจกรรม</th>
                                <th>รายละเอียด</th>
                                <th width="15%">เวลา</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>นิทรรศการทางวิชาการ</td>
                                <td>นิทรรศการแสดงผลงานนักศึกษา และให้ความรู้ทางด้านเทคโนโลยีสารสนเทศ<br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียน นักศึกษา และประชาชนผู้สนใจทั่วไป<br>
                                    <b>สถานที่:</b> บริเวณห้องแสดงผลงานชั้น 1 และภายในอาคารคณะเทคโนโลยีสารสนเทศ</td>
                                <td>09:00 – 16:30 น.</td>
                            </tr>
                            <tr>
                                <td>“Talk for Touch”
                                    สัมผัสหลักสูตรชีวิตไอที
                                </td>
                                <td>
                                    <ul>
                                        <li>แนะนำคณะฯ และหลักสูตร</li>
                                        <li>ทุนการศึกษา หอพัก  ชุมนุม และสภาพแวดล้อม</li>
                                        <li>แนะนำวิชาชีพและงานด้านไอทีโดยคณาจารย์และนักศึกษาของคณะ</li>
                                    </ul>

                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลาย, ผู้ปกครองสมัครผ่านเว็บไซต์<br>
                                    <b>สถานที่:</b> ห้องประชุมใหญ่ (Auditorium) อาคารคณะเทคโนโลยีสารสนเทศ
                                </td>
                                <td>09:00 – 10:30 น.</td>
                            </tr>
                            <tr>
                                <td>กิจกรรม IT Career Workshop</td>
                                <td>สัมผัสประสบการจริงในการเป็นนักไอที  แนะนำโดยอาจารย์และนักศึกษารุ่นพี่ เช่น การทำ workshop  สาขาวิชาเทคโนโลยีสารสนเทศ แบ่งเป็น 3 แขนงวิชา  คือ แขนงวิชาวิศวกรรมซอฟต์แวร์  แขนงวิชาเทคโนโลยีเครือข่ายและระบบ  และแขนงวิชาการพัฒนาสื่อประสมและเกม  และสาขาวิชาวิทยาการข้อมูลและการวิเคราะห์เชิงธุรกิจ   และสาขาวิชาเทคโนโลยีสารสนเทศทางธุรกิจ (หลักสูตรนานาชาติ)   (จัดเป็นรอบๆ รอบละ 45 นาที)
                                            <br>

                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลาย <br>
                                    <b>สถานที่:</b> ห้องบรรยาย M17, M03, M04, M21 และ M22 อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                <td>
                                    10:30 – 15:00 น.
                                </td>
                            </tr>
                            <tr>
                                <td>การแข่งขันตอบปัญหาทางเทคโนโลยีสารสนเทศ</td>
                                <td>การแข่งขันเพื่อทดสอบความรู้ทั่วไปด้านคอมพิวเตอร์ เทคโนโลยีสารสนเทศ และการประยุกต์ใช้ สำหรับนักเรียนในระดับมัธยมศึกษาตอนปลาย
                                    <br>

                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลายโดยสมัครเข้าร่วมผ่านโรงเรียนที่สังกัด <br>
                                    <b>สถานที่:</b> ห้องบรรยาย 226  ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                    <td>09.00 – 16.00 น.</td>
                            </tr>
                            <tr>
                                <td>การแข่งขันกีฬาอิเล็คทรอนิกส์ (E – sports)</td>
                                <td>การแข่งขันเพื่อให้ผู้เข้าแข่งขันได้มีโอกาสแสดงความสามารถในกีฬาอิเล็คทรอนิกส์ (E-sports)
                                    <br>
                                    เป็นการฝีกการทำงานร่วมกันเป็นทีม และเพื่อสร้างแรงบันดาลใจให้ผู้เข้าชมอยากทำการพัฒนาและมีส่วนร่วมในการเล่นเกมให้เกิดประโยชน์ <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลายโดยสมัครเข้าร่วมผ่านโรงเรียนที่สังกัด
                                    <br>
                                    <b>สถานที่:</b>  ห้อง 106 ชั้น 1 อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                <td>09.00 – 16.00 น.</td>
                            </tr>
                            <tr>
                                <td>การแข่งขันกิจกรรม Pitching (การประกวดโครงงาน)</td>
                                <td>การแข่งขันเพื่อเปิดโอกาสในน้องๆ มัธยมศึกษาตอนปลายที่มีความคิดสร้างสรรค์ มีแนวคิดใหม่ๆ ในการสร้างสรรค์นวัตกรรมที่มีการนำเทคโนโลยีสารสนเทศเข้ามาใช้ (IT-based innovation) ที่มีศักยภาพทางการตลาด และมีความเป็นไปได้ในด้านเทคโนโลยี
                                    <br>

                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลายโดยสมัครเข้าร่วมผ่านโรงเรียนที่สังกัด
                                    <br>
                                    <b>สถานที่:</b> ห้องบรรยาย 224,225 ชั้น 2 อาคารคณะเทคโนโลยีสารสนเทศ</td>
                                <td>09.00 – 16.00 น.</td>
                            </tr>
                            <tr>
                                <td>การแข่งขันด้านความปลอดภัยของระบบเครือข่าย</td>
                                <td>การแข่งขันเพื่อทดสอบทักษะความสามารถในการแก้ไขปัญหาด้านความปลอดภัยในระบบเครือข่าย
                                    <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครเข้าร่วมผ่านโรงเรียนที่สังกัด <br>
                                    <b>สถานที่:</b> ห้องปฏิบัติการคอมพิวเตอร์ 203 ชั้น 2 อาคารคณะฯ</td>
                                <td>09.00 – 16.00 น.</td>
                            </tr>
                            <tr>
                                <td>การแข่งขันพัฒนาเว็บไซต์ด้วย PHP และ JavaScript</td>
                                <td>การแข่งขันเพื่อสนับสนุนส่งเสริมเยาวชนให้มีความรู้ความสามารถในการพัฒนาเว็บไซต์
                                    และทักษะการเขียนโปรแกรมด้วยภาษา PHP และ JavaScript
                                    <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาโดยสมัครเข้าร่วมผ่านโรงเรียนที่สังกัด <br>
                                    <b>สถานที่:</b> ห้องปฏิบัติการคอมพิวเตอร์ 207 ชั้น 2 อาคารคณะฯ</td>
                                <td>09.00 – 16.00 น.</td>
                            </tr>
                            <tr>
                                <td>การเสวนาเรื่อง “แนวโน้มการศึกษาทางด้านไอที”</td>
                                <td>การเสวนาเรื่อง <b>“แนวโน้มการศึกษาทางด้านไอที”</b>
                                    โดยผู้มีประสบการณ์ทางด้านเทคโนโลยีสารสนเทศ  จาก “Dek-D.com และทีมงาน”
                                    <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา ครู/อาจารย์ และบุคคลทั่วไป <br>
                                    <b>สถานที่:</b> ห้องประชุมใหญ่ (Auditorium) คณะฯ</td>
                                <td>13.00 - 14.00 น.</td>
                            </tr>
                            <tr>
                                <td>การเสวนาเรื่อง “สุขภาพดีไอทีช่วยได้”</td>
                                <td>การเสวนาเรื่อง <b>“สุขภาพดีไอทีช่วยได้”</b>
                                    โดยผู้มีประสบการณ์ทางด้านเทคโนโลยีสารสนเทศ  จาก “Booky HealthyWorld และทีมงาน”
                                    <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา ครู/อาจารย์ และบุคคลทั่วไป <br>
                                    <b>สถานที่:</b> ห้องประชุมใหญ่ (Auditorium) คณะฯ</td>
                                <td>14.00 – 15.00 น.</td>
                            </tr>
                            <tr>
                                <td>กิจกรรม Workshop จาก Microsoft <br>
                                    Office Mix, <br>
                                    Office Sway, <br>
                                    Microsoft Classroom บน Office 365 Education <br>
                                    Game-Based Learning ด้วย Minecraft Redstone</td>
                                <td>กิจกรรมโดยนักศึกษา Microsoft Student Partners จากบริษัท Microsoft ประเทศไทย <br>
                                    หัวข้อ การสร้างเนื้อหาการเรียนการสอนด้วย Office Mix, Office Sway และ Microsoft Classroom บน Office 365 Education และสนุกกับการเรียนรู้ยุค Game-Based Learning ด้วย Minecraft Redstone
                                    <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียน/นักศึกษา  อาจารย์และบุคคลทั่วไป <br>
                                    <b>สถานที่:</b> ห้องบรรยาย M23</td>
                                <td>10.00 – 16.00 น.</td>
                            </tr>
                            <tr>
                                <td>พบปะรุ่นพี่เตรียมความพร้อมสู่ไอทีลาดกระบัง “ToBeIT@KMITL”</td>
                                <td>นำแนะเกี่ยวกับการเตรียมตัวสู่รั้วมหาวิทยาลัย และการเตรียมสอบเข้าคณะเทคโนโลยีสารสนเทศ ลาดกระบัง โดยรุ่นพี่นักศึกษาที่กำลังศึกษาอยู่
                                    <br>
                                    <b>กลุ่มเป้าหมาย:</b> นักเรียนระดับมัธยมศึกษาตอนปลาย <br>
                                    <b>สถานที่:</b> ห้องบรรยายห้อง M13 และ M14  </td>
                                <td>13.00 – 16:30 น.</td>
                            </tr>
                            <tr>
                                <td>เยี่ยมชมคณะฯ</td>
                                <td>เยี่ยมชม ห้องปฏิบัติการคอมพิวเตอร์ ห้องบรรยาย common room (ห้องสันทนาการ)
                                    ชุมนุมต่างๆ ของนักศึกษา ฯลฯ
                                    <br>
                                    <b>สถานที่:</b> ห้องปฏิบัติการคอมพิวเตอร์ ห้องบรรยาย  common room ชุมนุมต่างๆ ของนักศึกษา ฯลฯ  อาคารคณะเทคโนโลยีสารสนเทศ ชั้น 2 - 5</td>
                                <td>09.00 – 16.30 น.</td>
                            </tr>
                            <tr>
                                <td>กิจกรรมจากชุมนุมต่างๆ ของนักศึกษาในคณะ</td>
                                <td>กิจกรรมจากชุมนุมต่างๆ   ของนักศึกษาในคณะ  เช่น
                                    <ul>
                                        <li>ชุมนุม AGAPAE (สันทนาการ)</li>
                                        <li>ชุมนุม PHOTO (ถ่ายรูป)</li>
                                        <li>ชุมนุม INFONIC (ดนตรี)</li>
                                        <li>ชุมนุม เกมกระดานและอนิเมะ (เกม)</li>
                                    </ul>

                                    <b>สถานที่:</b> บริเวณลานหน้าอาคารคณะฯ</td>
                                <td>09.00 – 16.30 น.</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
            </div>
        </div>
    </div>

@endsection
